Repository: CityOfLosAngeles/ShakeAlertLA-Colworx-ATT
Catalog: iOS_Source/cityofLA/*.lproj/Localizable.strings
Languages: es

# 0title
source: Welcome to ShakeAlertLA!
es: Bienvenido a ShakeAlertLA!

# 0desc
source: The ShakeAlert™ earthquake early warning system sends messages that an earthquake has been detected and may affect you.
es: El sistema de alerta temprana de terremotos ShakeAlert ™ envía mensajes que indican que un terremoto ha sido detectado y puede afectarle.

# 1title
source: Get prepared before shaking
es: Preparese antes del temblor.

# 1desc
source: You may receive the alert before, during, or after shaking. Take protective action as soon as you receive an alert or feel or hear an earthquake. Drop, cover, and hold on.
es: Puede recibir la alerta antes, durante o después del temblor. Tome medidas de protección tan pronto como reciba una alerta o sienta o escuche un terremoto. Agáchese, cúbrase y sujétase.

# 2title
source: Works only in LA
es: Sólo funciona en Los Ángeles

# 2desc
source: The early warning function of this app only works in Los Angeles County, California. To get alerts this app does not need to be open. However, you must set the phone's location services to always on for ShakeAlertLA.
es: La función de alerta temprana de esta aplicación sólo funciona en el condado de Los Ángeles, California. Para recibir alertas no tiene que tener la app abierta, pero debe ajustar su Servicios de Localización a siempre visible.

# 3title
source: Be alert just before shaking
es: Esté alerta justo antes del temblor.

# 3desc
source: ShakeAlert is NOT a prediction that an earthquake will occur. It signals that an earthquake has started and you may feel shaking. This app is meant to help provide alerts for your safety. Use common sense to stay safe.
es: ShakeAlert NO es una predicción de que un terremoto ocurrirá. Le Informa que ha comenzado un terremoto y que puede sentir temblores. Esta aplicación está destinada a ayudar a proporcionar alertas para su seguridad. Use el sentido común para mantenerse seguro.

# termsTitle
source: Terms and conditions
es: Términos y Condiciones

# termsBtnTitle
source: I agree to the Terms and Conditions
es: Estoy de acuerdo con las condiciones

# prepare
source: Prepare for an earthquake
es: Preparese para un terremoto

# understand
source: Earthquake alert map
es: Mapa de alerta de terremoto

# view
source: View recent earthquakes
es: Vea terremotos recientes

# viewTitle
source: Recent earthquakes
es: Terremotos recientes

# recover
source: Recover from an earthquake
es: Recuperese de un terremoto

# bePrepared
source: GET PREPARED FOR AN EARTHQUAKE
es: PREPÁRATE PARA UN TERREMOTO

# kitReady
source: ShakeAlertLA sends you notifications when a 4.5 or greater earthquake happens in Los Angeles County, often before you feel shaking. Learn how to get prepared.
es: ShakeAlertLA le envía notificaciones cuando se produzca un sismo en el Condado de Los Ángeles de una magnitud de 4.5 o mayor, usualmente antes de que usted sienta la sacudida. Aprenda como prepararse.

# recoveryTitle
source: Recovery
es: Recuperación

# quakeMapTitle
source: Earthquake alert map
es: Mapa de alerta de terremoto

# settingsTitle
source: Settings
es: Ajustes

# aboutShakeAlert
source: About ShakeAlertLA
es: Acerca de ShakeAlertLA

source: Terms of Use
es: Términos de Uso

source: Home
es: Página Inicial

source: Earthquake alert map
es: Mapa de alerta de terremoto

source: Recovery
es: Recuperación

source: Setttings
es: Ajustes

# makePlanTitle
source: Make a plan
es: Haga un plan

# buildKitTitle
source: Build a kit
es: Prepare un kit

# buildKitNextVc
source: Build a kit
es: Prepare un kit

# secureTitle
source: Secure your place
es: Asegure su casa

# secureNextVc
source: Secure your place
es: Asegure su casa

# protectiveTitle
source: Protective action
es: Medidas de Protección

# protectiveNextVc
source: Protective action
es: Medidas de Protección

# findOutMore
source: Find out more on how to prepare
es: Descubra más sobre cómo prepararse

# planDesc
source: Get emergency notifications by signing up for NotifyLA, the City of Los Angeles’ official notification system for messages during emergencies and disasters.Text READY to 888-777 or fill in your information on the site at NotifyLA. To help your neighborhood get prepared, learn about our Ready Your LA Neighborhood (RYLAN).
es: Obtenga notificaciones de emergencia registrandose con NotifyLA, el sistema oficial de la ciudad de Los Ángeles de mensajes durante una emergencia o desastre. Envíe un mensaje de texto con la palabra LISTO al 888–777 o incluya su informaciónen el sitio de NotifyLA. Para ayudar a su comunidad a prepararse, informese sobre nuestro Listo tu LA Barrio (RYLAN) programa.

# partnersTitle
source: Partners
es: Socios

# partnersNextVc
source: Partners
es: Socios

# disclaimerTitle
source: Support
es: Soporte

# disclaimerNextVc
source: Support
es: Soporte

# earlyWorkTitle
source: How does early warning work?
es: ¿Cómo funciona la Advertencia temprana?

# earlyWorkNextVc
source: How this works
es: Como funciona esto

# getFromLA
source: What am I going to get from ShakeAlertLA?
es: ¿Qué voy a conseguir de ShakeAlertLA?

# getFromLANextVc
source: ShakeAlert Info
es: ShakeAlert información

# tutorialTitle
source: For a quick demo on the sample alert and key functionalities
es: Para una breve demostración de la prueba de alerta y funciones esenciales

# shakingTitle
source: When shaking stops
es: Cuando deje de temblar

# shakingNextVc
source: When shaking stops
es: Cuando deje de temblar

# shelterTitle
source: Find a shelter
es: Encontre un albergue

# shelterNextVc
source: Find a shelter
es: Encontre un albergue

# v_helpTitle
source: Volunteer to help
es: Ofrézcase como voluntario para ayudar

# v_helpNextVc
source: Volunteer to help
es: Ofrézcase como voluntario para ayudar

# accessDisasterTitle
source: Get help
es: Consigue ayuda

# accessDisasterNextVc
source: Get help
es: Consigue ayuda

# recommendation
source: Recommendations
es: Recomendaciones

source: Notes
es: Notas

source: Additional notes
es: Notas adicionales

source: Completed
es: Terminado

# buildAtHome
source: Build a kit at home, in your car, and at work. Keep at least one week's worth of food and medicine on hand for everyone in your family at your home. Rotate food, water, and medications to avoid expired items in your kit. Consider the needs of infants, seniors and those with medical or disability needs. Here's a sample of supplies. Look below to check off supplies for your kit
es: Prepare un kit en casa, en su auto y en el trabajo. Tenga a mano por lo menos una semana de alimentos y medicamentos para todos los miembros de su familia en su hogar. Rote los alimentos, el agua y los medicamentos para evitar elementos caducados en su kit. Tenga en cuenta las necesidades de los bebés, los ancianos y personas con necesidades médicas o de discapacidad. Aquí hay una muestra de suministros. Vea abajo para verificar los suministros para su kit.

# sampleLinkKey
source: sample of supplies.
es: muestra de suministros.

source: Under the bed:
es: Debajo de la cama:

# sturdyShoes
source: Sturdy shoes tied to underside of the bed with flashlight in one shoe and extra batteries in the other
es: zapatos resistentes atados a la parte inferior de la cama con una linterna en un zapato y baterías adicionales en el otro.

# someThingsTo
source: Some things to include in your kit:
es: Algunas cosas para incluir en su kit:

# eachItemWill
source: (each item will have a checkbox to note completion)
es: (cada elemento tendrá una casilla de verificación para anotar que se completó).

source: English
es: Inglés

source: Spanish
es: Español

source: Change Language
es: Cambiar de Idioma

# appAllows
source: This app lets you to receive timely earthquake warning alerts in the County of Los Angeles.
es: Esta app le permite recibir alertas oportunas de terremoto en el Condado de Los Angeles.

# push
source: Push notifications
es: Notificaciones Push

source: Phone Settings
es: Ajustes del teléfono

# phoneSettingsDetail
source: To get alerts you don’t have to have the app open, but you must set Location Services to "Always On".
es: Para recibir alertas no tiene que tener la app abierta, pero debe ajustar su Servicios de Localización a "siempre visible".

source: Location Settings
es: Ajustes de Ubicación

# locationSettingDetails
source: Location services should be always on. The ShakeAlert system calculates the expected shaking intensity based on the distance between your phone location and the epicenter. An alert will be sent if an earthquake of magnitude 4.5 and weak shaking or greater occurs near your location. When the last anonymous location is updated, the previous location information is overwritten. This can be set when the app is first opened or at any time through Settings (Settings > Privacy > Location Services > ShakeAlertLA > Always).
es: Los Servicios de ubicación deben estar siempre encendidos. El sistema de ShakeAlert calcula la la intensidad de la agitación esperada basándose en la distancia entre la ubicación de su teléfono y el epicentro. Se enviará una alerta si un terremoto de magnitud 4.5 o mayor ocurre en su ubicación. Cuando la última ubicación anónima es actualizada, la ubicaicón previa es sobrescrita. Esto se puede activar cuando inicia la app por primera vez o en cualquier momento a traves de las Configuraciones.

# DNDTitle
source: Critical Alerts Settings
es: Ajustes de Alertas Críticas

# DNDHelper
source: The ShakeAlertLA app prompts you to enable critical alerts the first time you open the app. You can also enable it from Settings (Settings > Notifications > ShakeAlertLA > Allow Notifications for Sounds and Badges).
es: La app de ShakeAlertLA le permite activar las Alertas críticas la primera vez que abre la app. También puede activarlas a traves de las Configuraciones (Configuraciones > Privacidad > Notificaciones > ShakeAlert > Permitir Sonidos y Globos para las Notificaciones).

# alertTitle
source: Earthquake! Earthquake!
es: ¡Terremoto! ¡Terremoto!

# alertDesc
source: An earthquake is happening, you may feel weak shaking at your location.
es: Un terremoto está sucediendo, es posible que sientas una sacudida débil en su ubicación.

# alertBtnCancel
source: Dismiss
es: Descartar

# alertBtnOk
source: Show on a map
es: Localizar en un mapa

# shelterListText
source: If you need help, your home is damaged, or your location is unsafe, go to a shelter. Open shelters for the City of Los Angeles are listed below. If this information is not clear, call 3-1-1 for shelter locations or other non-emergency information. If you do not live in the City of Los Angeles and need a shelter, contact your city government or listen to news reports for where to seek services.
es: Si necesita ayuda, su casa está dañada o su ubicación no es segura, vaya a un albergue. Los albergues abiertos para la ciudad de Los Ángeles se enumeran a continuación. Si esta información no está clara, llame al 3-1-1 para ubicar los refugios u otra información que no sea de emergencia. Si no vive en la ciudad de Los Ángeles y necesita un albergue, comuníquese con el gobierno de su ciudad o escuche los informes de noticias para saber dónde buscar servicios.

# refreshed
source: Last refreshed
es: última actualización

source: Details
es: Detalles

source: Magnitude
es: Magnitud

source: Magnitude:
es: Magnitud:

source: Time
es: Hora

source: Location
es: ubicación

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Intensity
es: Intensidad

source: By Time
es: A tiempo

source: By Magnitude
es: Por magnitud

# clickForDetail
source: Click for details
es: haga clic para detalles

# recentEarthQuake
source: Magnitude 3 or greater shown
es: Magnitud 3 o superior mostrada

# earthQuakeAlertMap
source: Magnitude 4.5 or greater shown
es: Magnitud 4.5 o superior mostrada
